Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Product Z is a degradation product of pramipexole dihydrochloride monohydrate tablets.
es_es: El producto Z es un producto de degradación de pramipexol diclorhidrato monohidrato, comprimidos.

source: Product Z is currently registered with a release specification of ≤ 0.3 %.
es_es: El Producto Z está actualmente registrado con una especificación de liberación de ≤ 0.3 %

source: Product Z is not considered to be genotoxic, but in aqueous formulations Product Z and its stereoisomer Product V degrade to catechol.
es_es: El producto Z no se considera genotóxico, pero en formulaciones acuosas este y su estereoisómero, el producto V, se degradan y transforman en catecol.

source: Product code
es_es: Código del producto:

source: Product information for clinical materials supplied to each clinical study is summarized in tabular format.
es_es: La información del producto sobre los materiales clínicos suministrados a cada estudio clínico está resumida en forma tabulada.

source: Product of fermentation or of protein hydrolysis.
es_es: Producto de la fermentación o de la hidrólisis de proteínas.

source: Product quality
es_es: Calidad del producto

source: Product quality prior to and after sterile filtration with up to 1.5 bar filtration pressure was evaluated during a transfer fill at commercial scale.
es_es: Durante un llenado de transferencia a escala comercial, se evaluó la calidad del producto antes y después de la filtración estéril con una presión de filtración de hasta 1.5 bar.

source: Product samples can be collected through a sampling port.
es_es: Las muestras de producto se pueden recolectar a través de un puerto de muestreo.

source: Product segregation focuses on the facility design aspects required to protect an exposed product:
es_es: La segregación por producto se centra en los aspectos de diseño de las instalaciones necesarios para proteger un producto expuesto:

source: Product series 1, dissolution 1
es_es: Serie de productos 1, disolución 1

source: Product series 1, dissolution 2
es_es: Serie de productos 1, disolución 2

source: Product series 1, weight 1
es_es: Serie de productos 1, peso 1

source: Product series 1, weight 2
es_es: Serie de productos 1, peso 2

source: Product series 2, weight 1
es_es: Serie de productos 2, peso 1

source: Product series 2, weight 2
es_es: Serie de productos 2, peso 2

source: Product temperature during freezing or thawing is measured with a resistance temperature detector (RTD) which is inserted into the RTD thermowell.
es_es: La temperatura del producto durante la congelación o descongelación se mide con sensor de temperatura de resistencia, que se inserta en la un pozo termométrico.

source: Product temperature:
es_es: Temperatura del producto:

source: Product-contacted surface materials of tenecteplase 25 mg drug product manufacture at BI (inline sterile filtration and filling)
es_es: Fabricación de los materiales cuyas superficies se encuentran en contacto con el medicamento tenecteplasa, 25 mg en BI (filtración estériles y llenado en línea)

source: Product:
es_es: Producto:

source: Production bioreactor parameter
es_es: Parámetro del biorreactor de producción

source: Production equipment
es_es: Equipos de producción

source: Production of 25 mg/vial Metalyse® takes place in an isolator, which provides a similar level of protection against contamination as RABS, which is applied for the production of 50 mg/vial TNKase ®.
es_es: La producción de Metalyse® 25 mg/frasco se realiza en aislamiento, lo que proporciona un nivel de protección contra la contaminación similar al sistema SARB, que se aplica en la producción de TNKase® 50 mg/frasco.

source: Production support areas are located in vicinity to the manufacturing facilities and cover the functions:
es_es: Las áreas de apoyo a la producción están ubicadas en las proximidades de las instalaciones de fabricación y cubren las siguientes funciones:

source: Producto farmacéutico de referencia
es_es: Reference pharmaceutical product

source: Producto farmacéutico en estudio
es_es: Study pharmaceutical product

source: Prof Javed Butler, University of Mississippi Medical Center, Department of Medicine, 2500 North State Street, Jackson, Mississippi, USA
es_es: Prof. Javed Butler, Centro Médico de la Universidad de Mississippi, Departamento de Medicina, 2500, North State Street, Jackson, Misisipi, EE. UU.

source: Prof Leonid Churilov, PhD
es_es: Profesor Dr. Leonid Churilov

source: Prof Stefan Anker, BCRT, Charité - Universitätsmedizin Berlin, Division of Cardiology and Metabolism – Heart Failure, Cachexia & Sarcopenia, Augustenburger Platz 1, Berlin, Germany
es_es: Prof. Stefan Anker, BCRT, Charité - Universitätsmedizin, Berlín, División de Cardiología y Metabolismo – Insuficiencia cardíaca, Caquexia y Sarcopenia, Augustenburger Platz 1, Berlín, Alemania

source: Professor Geoffrey Donnan (Co-Chair)
es_es: Profesor Geoffrey Donnan (Cotitular de Cátedra)

source: Professor Geoffrey Donnan, Director
es_es: Profesor Geoffrey Donnan, Director

source: Professor Leonid Churilov
es_es: Profesor Leonid Churilov

source: Professor Mark Parsons
es_es: Profesor Mark Parsons

source: Professor Peter Mitchell
es_es: Profesora Peter Mitchell

source: Professor Peter Mitchell Joint-Principal Investigator
es_es: Prof. Peter Mitchell, Investigador principal adjunto

source: Professor Stephen Davis (Co-Chair)
es_es: Profesor Stephen Davis (Cotitular de Cátedra)

source: Profile qualitatively comparable to reference material
es_es: Perfil cualitativamente equiparable al material de referencia

source: Programas de calibración de equipo.
es_es: Equipment calibration programs.

source: Programmed primary drying hold time [h]
es_es: Tiempo de espera programado del secado primario [h]

source: Progression of Left MCA Infarct
es_es: Progresión de infarto de ACM izq.

source: Progression of Prostate Cancer (death day 48)
es_es: Progresión del cáncer de próstata (muerte el día 48)

source: Progression of Stroke & Aspiration Pneumonia.
es_es: Progresión del ACV y neumonía por aspiración.

source: Progression of Stroke / Aspiration Pneumonia.
es_es: Progresión del ACV / neumonía por aspiración.

source: Progression of index stroke
es_es: Progresión del accidente cerebrovascular inicial

source: Progression of index stroke (death day 1)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 1)

source: Progression of index stroke (death day 10)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 10)

source: Progression of index stroke (death day 12)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 12)

source: Progression of index stroke (death day 15)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 15)

source: Progression of index stroke (death day 16)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 16)

source: Progression of index stroke (death day 17)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 17)

source: Progression of index stroke (death day 21)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 21)

source: Progression of index stroke (death day 22)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 22)

source: Progression of index stroke (death day 3)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 3)

source: Progression of index stroke (death day 4)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 4)

source: Progression of index stroke (death day 6)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 6)

source: Progression of index stroke (death day 7)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 7)

source: Progression of index stroke (death day 9)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 9)

source: Progression of index stroke (death day 91)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 91)

source: Progression of index stroke (death day 5)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 5)

source: Progression of index stroke (death day 8)
es_es: Progresión del accidente cerebrovascular inicial (muerte el día 8)

source: Progression of major stroke
es_es: Progresión de accidente cerebrovascular masivo

source: Progression of stroke
es_es: Progresión del ACV

source: Progression of stroke, discharged to palliative care and subsequently died.
es_es: Progresión del ACV, alta para cuidados paliativos y posterior muerte.

source: Progression of stroke; Neurological decline following large basilar artery stroke. Unsuccessful clot retrieval.
es_es: Progresión del ACV; deterioro neurológico luego de un ACV masivo de arteria basilar. Extrasión no existosa de coágulo.

source: Progression of stroke leading to death
es_es: Progresión del ACV que produjo la muerte

source: Progression of stroke; Neurological decline and aspiration pneumonia.
es_es: Progresión del ACV; deterioro neurológico y neumonía por aspiración.

source: Progression to macro-albuminuria (defined as urine albumin creatinine ratio [UACR] >300 mg/g) from baseline for patients with baseline UACR ≤300 mg/g
es_es: Progresión hacia una macroalbuminuria (definida como una proporción albúmina-creatinina en orina >300 mg/g) desde el inicio para aquellos pacientes cuyo valor inicial era ≤300 mg/g)

source: Project
es_es: Proyecto

source: Project Suffix:
es_es: Sufijo del producto:

source: Proliferative retinopathy
es_es: Retinopatía proliferativa

source: Prolonged hospitalisation
es_es: Prolongó la hospitalización

source: Prompt Reporting of SAEs
es_es: Informe inmediato de los EAG

source: Property of Boehringer Ingelheim Group of Companies — Use current version only and according to confidentiality principles
es_es: Propiedad del grupo empresarial Boehringer Ingelheim — Solo usar la versión vigente y cumplir con los principios de confidencialidad

source: Proportion of patients with 8 point reduction in NIHSS or reaching 0- at 3 days (early neurological improvement) adjusted for baseline NIHS and age.
es_es: Proporción de pacientes con una reducción de 8 puntos en la escala NIHSS o que alcance un valor de 0 a los 3 días (mejora neurológica temprana), con ajuste por edad y puntuación inicial de NIHSS.

source: Proportion of patients with angiographic reperfusion adjusted for hyperdense clot length on non-contrast CT and time from thrombolysis to initial angiogram
es_es: Proporción de pacientes con reperfusión angiográfica ajustada según la longitud del coágulo hiperdenso en la TC sin contraste y tiempo desde la trombólisis hasta la angiografía inicial

source: Proportion of patients with angiographic reperfusion adjusted for hyperdense clot length on non-contrast CT and time from thrombolysis to initial angiogram (up to 24 hours post treatment)
es_es: Proporción de pacientes con reperfusión angiográfica ajustada según la longitud del coágulo hiperdenso en la TC sin contraste y el tiempo desde la trombólisis hasta la angiografía inicial (hasta 24 horas después del tratamiento)

source: Proportion of patients with excellent angiographic reperfusion (eTICI 2c/3) at final angiogram will be examined using binary logistic regression with a treatment group as an independent variable and the presence or absence of eTICI 2c/3 as the dependent variable, including site of arterial occlusion as a treatment covariate for adjustment purposes.
es_es: La proporción de pacientes con una reperfusión angiográfica excelente (eTICI 2c/3) en la angiografía final también se evaluará por medio de regresión logística binaria, donde el grupo de tratamiento será la variable independiente, y la presencia o ausencia de eTICI 2c/3 será la variable dependiente. Se incluirá el sitio de oclusión arterial como covariable de tratamiento para fines de ajuste.

source: Proportion of patients with excellent angiographic reperfusion (eTICI 2c/33) at final angiogram.
es_es: Proporción de pacientes con reperfusión angiográfica excelente (mTICI 2c/33) en la angiografía final.

source: Proportion of patients with excellent angiographic reperfusion (mTICI 2c/3) at final angiogram.
es_es: Proporción de pacientes con reperfusión angiográfica excelente (mTICI 2c/3) en la angiografía final.

source: Proportion of patients with substantial angiographic reperfusion (mTICI 2b/3) or absence of retrievable thrombus at initial angiogram.
es_es: Proporción de pacientes con reperfusión angiográfica significativa (mTICI 2b/3) o ausencia de trombo extraíble en la angiografía inicial.

source: Proportion of patients with substantial angiographic reperfusion (mTICI) score of 2b/3 (restoration of blood flow to >50% of the affected arterial territory) or absence of retrievable thrombus at initial angiogram.
es_es: Proporción de pacientes con puntaje de reperfusión angiográfica significativa (mTICI) de 2b/3 (restauración del flujo sanguíneo a >50% del territorio arterial afectado) o ausencia de trombo extraíble en la angiografía inicial.

source: Proportion of patients with substantial reperfusion at initial angiogram adjusted for hyperdense clot length on non-contrast CT and time from thrombolysis to initial angiogram will be examined using binary logistic regression with a treatment group as an independent variable and the presence or absence of substantial reperfusion at initial angiogram as the dependent variable, including clot length and time between thrombolysis and initial angiogram as treatment covariates for adjustment purposes.
es_es: Se utilizará regresión logística binaria para examinar la proporción de pacientes con reperfusión significativa en la angiografía inicial ajustada por la longitud del coágulo hiperdenso en la TC sin contraste y por el tiempo desde la trombólisis hasta la angiografía inicial. En este modelo, el grupo de tratamiento será la variable independiente, y la presencia o ausencia de reperfusión significativa en la angiografía inicial será la variable dependiente. Se incluirá la longitud del coágulo y el tiempo entre la trombólisis y la angiografía inicial como covariables del tratamiento para ajustar la estimación.

source: Proportion of patients with substantial reperfusion at initial angiogram, adjusted for hyperdense clot length on non-contrast CT and time from thrombolysis to initial angiogram
es_es: Proporción de pacientes con reperfusión angiográfica significativa, ajustada según la longitud del coágulo hiperdenso en la TC sin contraste y el tiempo desde la trombólisis hasta la angiografía inicial

source: Proportion of patients with t8 point reduction in NIHSS or reaching 0-1 at 3 days (early neurological improvement) adjusted for baseline NIHSS and age.
es_es: Proporción de pacientes con una reducción de 8 puntos en la escala NIHSS o que alcance una puntuación de 0-1 a los 3 días (mejora neurológica temprana), ajustada por edad y puntuación en la escala NIHSS al inicio.

source: Proportion of patients with ≥8 point reduction in NIHSS or reaching 0-1 at 3 days (favourable clinical response) adjusted for baseline NIHSS and age.
es_es: Proporción de pacientes con una reducción de ≥8 puntos en la escala NIHSS o que alcancen un puntaje de 0-1 a los 3 días (respuesta clínica favorable), con ajuste en función del puntaje inicial de NIHSS y la edad.

source: Proportion of patients with ≥8 point reduction in NIHSS or reaching 0-1 at 3 days (early neurological improvement) adjusted for baseline NIHSS and age.
es_es: Proporción de pacientes con una reducción de ≥8 puntos en la escala NIHSS o que alcance una puntuación de 0-1 a los 3 días (mejora neurológica temprana), ajustada por edad y puntuación en la escala NIHSS al inicio.

source: Proportions of patients were also similar between groups for severe AEs and AEs leading to premature study medication discontinuation.
es_es: Para los EA graves y EA que llevaron a la interrupción prematura de la medicación experimental, también hubo proporciones similares entre los grupos.

source: Proposed
es_es: Propuesto

source: Proposed Sections S.2.2
es_es: Secciones S.2.2 propuestas

source: Proposed acceptance criteria
es_es: Criterios de aceptación propuestos

source: Proposed acceptance criterion
es_es: Criterio de aceptación propuesto

source: Proposed method
es_es: Método propuesto

source: Proposed method [%]
es_es: Método propuesto [%]

source: Proposed specification
es_es: Especificación propuesta

source: Proprietary confidential information © 2015 Boehringer Ingelheim International GmbH or one or more of its affiliated companies
es_es: Información confidencial protegida por derechos de propiedad intelectual. © 2015 Boehringer Ingelheim International GmbH o sus empresas afiliadas.

source: Proprietary confidential information © 2020 Boehringer Ingelheim International GmbH or one or more of its affiliated companies
es_es: Información confidencial protegida por derechos de propiedad intelectual. © 2020 Boehringer Ingelheim International GmbH o sus empresas afiliadas.

source: Proprietary confidential information © 2021 AGC Pharma Chemicals Europe, S.L.U.
es_es: Información confidencial protegida por derechos de propiedad intelectual ® 2021, AGC Pharma Chemicals Europe, S.L.U.

source: Proprietary confidential information © 2021 Boehringer Ingelheim International GmbH or one or more of its affiliated companies
es_es: Información confidencial protegida por derechos de propiedad intelectual. © 2021 Boehringer Ingelheim International GmbH o sus empresas afiliadas.

source: Proprietary confidential information © 2022 Boehringer Ingelheim International GmbH or one or more of its affiliated companies
es_es: Información confidencial protegida por derechos de propiedad intelectual. © 2022 Boehringer Ingelheim International GmbH o sus empresas afiliadas.

source: Proprietary confidential information © 2023 Boehringer Ingelheim International GmbH or one or more of its affiliated companies
es_es: Información confidencial protegida por derechos de propiedad intelectual. © 2023 Boehringer Ingelheim International GmbH o sus empresas afiliadas.

source: Proprietary confidential information © 2024 Boehringer Ingelheim International GmbH or one or more of its affiliated companies
es_es: Información confidencial protegida por derechos de propiedad intelectual. © 2024 Boehringer Ingelheim International GmbH o sus empresas afiliadas.

source: Proprietary confidential information © 2025 Boehringer Ingelheim International GmbH or one or more of its affiliated companies
es_es: Información confidencial protegida por derechos de propiedad intelectual. © 2025 Boehringer Ingelheim International GmbH o sus empresas afiliadas.

source: Proprietary confidential information © 2010 Boehringer Ingelheim International GmbH or one or more of its affiliated companies
es_es: Información confidencial protegida por derechos de propiedad intelectual. © 2010 Boehringer Ingelheim International GmbH o sus empresas afiliadas.

source: Proprietary confidential information © 2018 Boehringer Ingelheim International GmbH or one or more of its affiliated companies
es_es: Información confidencial protegida por derechos de propiedad intelectual. © 2018 Boehringer Ingelheim International GmbH o sus empresas afiliadas.

source: Proprietary confidential information© 2023 Boehringer Ingelheim International GmbH or one or more of its affiliated companies
es_es: Información confidencial protegida por derechos de propiedad intelectual. © 2023 Boehringer Ingelheim International GmbH o sus empresas afiliadas.

source: Proprietary confidential information© 2024 Boehringer Ingelheim International GmbH or one or more of its affiliated companies
es_es: Información confidencial protegida por derechos de propiedad intelectual. © 2024 Boehringer Ingelheim International GmbH o sus empresas afiliadas.

source: Prospective
es_es: Prospectivo

source: Protect from light
es_es: Proteger de la luz

source: Protect the dried granulate from light
es_es: Mantener la granulación seca al resguardo de la luz

source: Protect the solution from light.
es_es: Mantener la solución al resguardo de la luz

source: Protect the wet granulate from light.
es_es: Mantener la granulación húmeda al resguardo de la luz.

source: Protective Properties
es_es: Propiedades protectoras

source: Protective properties of the CCS are ensured by the design and dimension of the container closure components and were demonstrated by sterility, CCI testing, in stability studies.
es_es: Las propiedades protectoras del envase y sistema de cierre están garantizadas por el diseño y la dimensión de los componentes del envase y sistema de cierre, y han sido demostradas en estudios de estabilidad y esterilidad, y pruebas de integridad del envase y sistema de cierre.

source: Protein
es_es: Proteína

source: Protein concentration, PS 20 concentration
es_es: Concentración de proteína, concentración de PS 20

source: Protein content
es_es: Contenido de proteína

source: Protein concentration
es_es: Concentración de proteína

source: Protein concentration (DS)
es_es: Concentración de proteínas (medicamento)

source: Protein concentration (mg/mL)
es_es: Concentración de proteínas (mg / ml)

source: Protein concentration [mg/mL]
es_es: Concentración de proteínas [mg/ml]

source: Protein concentration and pH are part of routine release and stability testing (see Section 3.2.P.5.1 Specification and Section 3.2.P.5.6 Justification of Specification).
es_es: La concentración de proteínas y el pH se analizan como parte de las pruebas de liberación y de estabilidad de rutina (véase la Sección 3.2.P.5.1, Especificaciones, y la Sección 3.2.P.5.6, Justificación de la especificación).

source: Protein concentration by
es_es: Concentración de proteínas por

source: Protein concentration by UV absorbance
es_es: Concentración de proteínas por absorbancia UV

source: Protein concentration by UV scan
es_es: Concentración de proteínas por barrido UV

source: Protein concentration by UV scan2
es_es: Concentración de proteínas, barrido UV 2

source: Protein concentration by UV-scan
es_es: Concentración de proteínas por barrido UV

source: Protein concentration by UV-scan [mg/mL]
es_es: Concentración de proteínas por barrido UV [mg/ml]

source: Protein concentration for reduction
es_es: Concentración de proteína para la reducción

source: Protein concentration is robust in a range of 1.0 – 5.0 mg/mL
es_es: La concentración de proteína es robusta en un rango de 1.0 – 5.0 mg/mL

source: Protein concentration |by UV scan
es_es: Concentración de proteínas por barrido UV

source: Protein concentration, excipient content and pH are adjusted in the formulation step which is part of DS manufacturing (see Section 3.2.S.2.2 Description of the Manufacturing Process and Process Controls).
es_es: La concentración de proteínas, el contenido de excipientes y el pH se ajustan en el paso de formulación que forma parte del proceso de fabricación del medicamento (véase la Sección 3.2.S.2.2, Descripción del proceso de fabricación y los controles del proceso).

source: Protein concentration: no significant change in protein concentration could be observed over a time period of 60 days.
es_es: Concentración de proteína: no se observaron cambios significativos durante un período de 60 días.

source: Protein concentration: no significant change in protein concentration could be observed over a time period of 7 days.
es_es: Concentración de proteína: no se observaron cambios significativos en la concentración de proteína durante un período de 7 días.

source: Protein load
es_es: Carga proteica

source: Proteose peptone
es_es: Peptona proteosa

source: Prothrombin gene mutations
es_es: Mutaciones del gen de protrombina

source: Protocol Amendments
es_es: Enmiendas al protocolo
